tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "kdash-rs/kdash"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "wix/brew"
brew "cairo"
brew "allure"
brew "ansible"
brew "bandwhich"
brew "bat"
brew "bottom"
brew "btop"
brew "cfonts"
brew "chkrootkit"
brew "node"
brew "corepack"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "gitui"
brew "glab"
brew "go"
brew "grex"
brew "gti"
brew "helix"
brew "helm"
brew "helmfile"
brew "imapsync"
brew "istioctl"
brew "jpeg"
brew "jq"
brew "k6"
brew "k9s"
brew "kind"
brew "kubecm"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "librsvg"
brew "links"
brew "lynx"
brew "markdownlint-cli"
brew "minio-mc"
brew "mkcert"
brew "mysql"
brew "navi"
brew "neovim"
brew "neovide", link: false
brew "neovim-remote"
brew "nss"
brew "nvm"
brew "okteto"
brew "oxipng"
brew "pinentry-mac"
brew "pngquant"
brew "podman"
brew "powerlevel10k"
brew "procs"
brew "redis"
brew "renovate"
brew "ripgrep"
brew "rust"
brew "semgrep"
brew "sl"
brew "ssh-audit"
brew "starship"
brew "stern"
brew "syft"
brew "tealdeer"
brew "telnet"
brew "terraform"
brew "thefuck"
brew "tidy-html5"
brew "tmux"
brew "tokei"
brew "tree"
brew "vale"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "zig"
brew "zola"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "jakehilborn/jakehilborn/displayplacer"
brew "kdash-rs/kdash/kdash"
brew "wix/brew/applesimutils"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "aerospace"
cask "airfoil"
cask "alfred"
cask "audio-hijack"
cask "audiobook-builder"
cask "bambu-studio"
cask "bartender"
cask "blender"
cask "calibre"
cask "curseforge"
cask "daisydisk"
cask "discord"
cask "docker"
cask "farrago"
cask "firefox"
cask "fission"
cask "focusrite-control"
cask "font-geist-mono-nerd-font"
cask "google-chrome"
cask "google-chrome@canary"
cask "iina"
cask "iterm2"
cask "jdownloader"
cask "keyboard-maestro"
cask "keycastr"
cask "launchcontrol"
cask "loopback"
cask "neovide"
cask "nordvpn"
cask "obs"
cask "omnifocus"
cask "onyx"
cask "openlens"
cask "plex"
cask "qmk-toolbox"
cask "rapidapi"
cask "redisinsight"
cask "rocket-chat"
cask "sequel-ace"
cask "sony-ps-remote-play"
cask "sourcetree"
cask "stoplight-studio"
cask "viscosity"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wezterm"
cask "xscope"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "be5invis.vscode-custom-css"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "danlevett.pattern-links"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deshorsley.generatesrihash"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "dotenv.dotenv-vscode"
vscode "dprint.dprint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "fill-labs.dependi"
vscode "fosshaas.fontsize-shortcuts"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-less"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "okteto.kubernetes-context"
vscode "okteto.remote-kubernetes"
vscode "prantlf.fold-on-open"
vscode "prisma.prisma"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rlnt.keep-a-changelog"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "sburg.vscode-javascript-booster"
vscode "simonguo.vscode-markdown-table-sort"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-german"
vscode "streetsidesoftware.code-spell-checker-scientific-terms"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "thang-nm.catppuccin-perfect-icons"
vscode "tim-koehler.helm-intellisense"
vscode "tobermory.es6-string-html"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "ziglang.vscode-zig"
vscode "zignd.html-css-class-completion"
